Repository: anton-p-ivanov/admin-panel
Catalog: translations/mail.*.xlf
Languages: ru

# mail.template.label.type
source: Template type
ru: Тип шаблона

# mail.template.label.code
source: Unique symbolic code
ru: Уникальный символьный код

# mail.template.label.sender
source: Sender
ru: Отправитель

# mail.template.label.recipient
source: Recipient
ru: Получатель

# mail.template.label.replyTo
source: Reply to
ru: Обратный адрес

# mail.template.label.copyTo
source: Copy to
ru: Копия

# mail.template.label.isActive
source: Is active
ru: Активность

# mail.template.label.subject
source: Subject
ru: Тема сообщения

# mail.template.label.textBody
source: Body (plain text)
ru: Текст сообщения

# mail.template.label.htmlBody
source: Body (HTML)
ru: Текст сообщения (HTML)

# mail.template.label.sites
source: Enabled for sites
ru: Доступен для сайтов

# mail.template.hint.type
source: Templates are grouped by types. Please select one of available types.
ru: Все шаблоны группируются по типам. Выберите один из доступных типов.

# mail.template.hint.code
source: Maximum 255 characters allowed. Must contain letters, numbers and underscores only.
ru: Допускаются буквы, цифры и символы подчеркивания общей длиной не более 255 символов.

# mail.template.hint.isActive
source: Define an mail template activity and its availability. If not active it will not be used for mailing.
ru: Определяет активность почтового шаблона и его доступность в почтовом модуле системы. Если шаблон не активен, он не будет использоваться для рассылки сообщений.

# mail.template.hint.subject
source: Maximum 255 characters allowed. Must not contain any HTML/XML tags.
ru: Допускается не более 255 символов. Поле не должно содержать HTML/XML теги.

# mail.template.placeholder.type
source: Selecte template type
ru: Выберите тип шаблона
